const logs = [
    '[ПЕРСОНАЖ №1] згадав щось важливе, але раптом [ПЕРСОНАЖ №2], злякавшись, ударив суперника по передпліччю.',
    '[ПЕРСОНАЖ №1] поперхнувся, а [ПЕРСОНАЖ №2] від несподіванки завдав удару коліном у чоло суперника.',
    '[ПЕРСОНАЖ №1] розгубився, а [ПЕРСОНАЖ №2] тихо підійшов ззаду й завдав удару.',
    '[ПЕРСОНАЖ №1] опанував себе, але [ПЕРСОНАЖ №2] випадково завдав потужного удару.',
    '[ПЕРСОНАЖ №1] поперхнувся, а [ПЕРСОНАЖ №2] неохоче завдав удару кулаком по супернику.',
    '[ПЕРСОНАЖ №1] здивувався, а [ПЕРСОНАЖ №2], похитнувшись, завдав підступного удару.',
    '[ПЕРСОНАЖ №1] висякався, але [ПЕРСОНАЖ №2] несподівано завдав нищівного удару.',
    '[ПЕРСОНАЖ №1] похитнувся, а [ПЕРСОНАЖ №2] раптово вдарив суперника по нозі.',
    '[ПЕРСОНАЖ №1] засмутився, та [ПЕРСОНАЖ №2] випадково вдарив суперника ногою в живіт.',
    '[ПЕРСОНАЖ №1] намагався щось сказати, але [ПЕРСОНАЖ №2] від нудьги розсік супернику брову.'
];
