export const logs = [
    '[ПЕРСОНАЖ №1] відволікся, а [ПЕРСОНАЖ №2] завдав несподіваного удару.',
    '[ПЕРСОНАЖ №1] не встиг ухилитися від атаки [ПЕРСОНАЖ №2].',
    '[ПЕРСОНАЖ №1] спробував захиститися, але [ПЕРСОНАЖ №2] влучив у ціль.',
    '[ПЕРСОНАЖ №2] атакував, і [ПЕРСОНАЖ №1] втратив частину здоров’я.',
    '[ПЕРСОНАЖ №1] зробив крок назад, та [ПЕРСОНАЖ №2] продовжив атаку.',
    '[ПЕРСОНАЖ №2] завдав сильного удару по [ПЕРСОНАЖ №1].',
    '[ПЕРСОНАЖ №1] намагався ухилитися, проте [ПЕРСОНАЖ №2] виявився швидшим.',
    '[ПЕРСОНАЖ №2] скористався моментом і влучив у [ПЕРСОНАЖ №1].',
    '[ПЕРСОНАЖ №1] втратив рівновагу після атаки [ПЕРСОНАЖ №2].',
    '[ПЕРСОНАЖ №2] провів ще одну атаку, а [ПЕРСОНАЖ №1] не встиг її відбити.'
];
